Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: AdminUsers|To allow this user to be approved, you should first review your seat usage (%{url}). Then either:
sv: AdminUsers|För att användaren ska kunna godkännas bör du först granska din platsanvändning (%{url}). Välj sedan antingen:

source: All branch names must match %{link_start}this regular expression%{link_end}. If empty, any branch name is allowed.
sv: Alla grennamn måste matcha %{link_start}det här reguljära uttrycket%{link_end}. Om fältet är tomt tillåts alla grennamn.

source: AmbiguousRef|There is a branch and a tag with the same name of %{ref}.
sv: AmbiguousRef|Det finns en gren och en tagg med samma namn som %{ref}.

source: ApplicationSettings|Proceed without auto-approval
sv: ApplicationSettings|Fortsätt utan automatiskt godkännande

source: ApplicationSettings|Setting locked. Resolve all %{linkStart}pending approvals%{linkEnd} to unlock.
sv: ApplicationSettings|Inställningen är låst. Lös alla %{linkStart}väntande godkännanden%{linkEnd} för att låsa upp.

source: ApplicationSettings|Users added beyond this limit require administrator approval. Leave blank for unlimited.
sv: ApplicationSettings|Användare som läggs till utöver den här gränsen kräver administratörsgodkännande. Lämna tomt för obegränsat antal.

source: ApprovalRule|Need triage
sv: ApprovalRule|Behöver triageras

source: ApprovalRule|Needs triage
sv: ApprovalRule|Behöver triageras

source: ApprovalRule|Previously existing
sv: ApprovalRule|Fanns tidigare

source: ApprovalRule|Required number of approvals
sv: ApprovalRule|Obligatoriskt antal godkännanden

source: ApprovalRule|any
sv: ApprovalRule|valfri

source: ApprovalRule|week(s)
sv: ApprovalRule|vecka/veckor

source: Approvals|Section: %{section}
sv: Approvals|Avsnitt: %{section}

source: Badges|Project Badge
sv: Badges|Projektmärke

source: Badges|This project has no badges. Start by adding a new badge.
sv: Badges|Det här projektet har inga märken. Börja med att lägga till ett nytt märke.

source: BillingPlans|Cross-team project management
sv: BillingPlans|Projektledning över teamgränser

source: BillingPlans|For individuals working on personal projects and open source contributions.
sv: BillingPlans|För enskilda personer som arbetar med personliga projekt och bidrag till öppen källkod.

source: BillingPlans|Team Project Management
sv: BillingPlans|Projektledning för team

source: BillingPlans|This group uses the plan associated with its parent group.
sv: BillingPlans|Den här gruppen använder abonnemanget som är kopplat till dess överordnade grupp.

source: BillingPlans|To manage the plan for this group, visit the billing section of %{parent_billing_page_link}.
sv: BillingPlans|För att hantera abonnemanget för den här gruppen, gå till faktureringsavsnittet för %{parent_billing_page_link}.

source: BillingPlans|Track groups of related issues to manage large initiatives and monitor progress toward long-term goals.
sv: BillingPlans|Spåra grupper av relaterade ärenden för att hantera stora initiativ och följa utvecklingen mot långsiktiga mål.

source: BillingPlans|You have an active monthly commitment of GitLab Credits shared across your group. You keep these credits when the trial ends.
sv: BillingPlans|Du har ett aktivt månadsåtagande med GitLab-krediter som delas i gruppen. Du behåller krediterna när provperioden löper ut.

source: BillingPlans|Your group is on %{planName}
sv: BillingPlans|Din grupp använder %{planName}

source: BillingPlans|Your monthly commitment pool is shared across your group. You keep these credits when the trial ends.
sv: BillingPlans|Din pool för månadsåtaganden delas i gruppen. Du behåller krediterna när provperioden löper ut.

source: Billings|Select group
sv: Billings|Välj grupp

source: AiPowered|Use this setting to minimize latency. An IDE must connect to https://gitlab.com:443.
sv: AiPowered|Använd den här inställningen för att minimera fördröjningen. En IDE måste ansluta till https://gitlab.com:443.

source: Append the hostname of your GitLab instance to the status check name.
sv: Lägg till värdnamnet för din GitLab-instans i namnet på statuskontrollen.

source: ApplicationSettings|Enable GitLab for Slack app
sv: ApplicationSettings|Aktivera GitLab för Slack-appen

source: ApplicationSettings|Enable email restrictions for new users
sv: ApplicationSettings|Aktivera e-postbegränsningar för nya användare

source: ApplicationSettings|New users can create an account without confirming their email address.
sv: ApplicationSettings|Nya användare kan skapa ett konto utan att bekräfta sin e-postadress.

source: ApplicationSettings|Proceed
sv: ApplicationSettings|Fortsätt

source: ApplicationSettings|Proposed user cap exceeds licensed user count
sv: ApplicationSettings|Föreslaget användartak överskrider antalet licensierade användare

source: ApplicationSettings|Restricts new user email addresses to those that match this regex. %{linkStart}What is the supported syntax?%{linkEnd}
sv: ApplicationSettings|Begränsar nya användares e-postadresser till dem som matchar det här reguljära uttrycket. %{linkStart}Vilken syntax stöds?%{linkEnd}

source: ApplicationSettings|Seat control
sv: ApplicationSettings|Platshantering

source: ApplicationSettings|Soft
sv: ApplicationSettings|Mjuk

source: ApplicationSettings|Text shown to a new user. Markdown enabled.
sv: ApplicationSettings|Text som visas för en ny användare. Markdown är aktiverat.

source: ApplicationSettings|Text shown to new users
sv: ApplicationSettings|Text som visas för nya användare

source: ApplicationSettings|To enable Registration Features, first enable Service Ping.
sv: ApplicationSettings|Aktivera först Service Ping för att aktivera registreringsfunktioner.

source: ApplicationSettings|To enable Registration Features, first enable optional data in Service Ping.
sv: ApplicationSettings|Aktivera först valfria data i Service Ping för att aktivera registreringsfunktioner.

source: ApplicationSettings|You can enable Registration Features because Service Ping is enabled.
sv: ApplicationSettings|Du kan aktivera registreringsfunktioner eftersom Service Ping är aktiverat.

source: ApplicationSettings|You can enable Registration Features because optional data in Service Ping is enabled.
sv: ApplicationSettings|Du kan aktivera registreringsfunktioner eftersom valfria data i Service Ping är aktiverade.

source: Ai|[View session](%{url})
sv: Ai|[Visa session](%{url})

source: Ai|started %{session_link} and will let you know when it's finished
sv: Ai|startade %{session_link} och meddelar dig när den är klar

source: Cannot delete a candidate associated to a model version
sv: Det går inte att ta bort en kandidat som är kopplad till en modellversion

source: CloudSeed|Database instances associated with this project
sv: CloudSeed|Databasinstanser som är kopplade till det här projektet

source: ClusterIntegration|If you do not wish to delete all associated GitLab resources, you can simply remove the integration.
sv: ClusterIntegration|Om du inte vill ta bort alla kopplade GitLab-resurser kan du bara ta bort integrationen.

source: ClusterIntegration|The namespace associated with your project. This will be used for deploy boards, and Web terminals.
sv: ClusterIntegration|Namnområdet som är kopplat till ditt projekt. Det används för distributionstavlor och webbterminaler.

source: ClusterIntegration|This is necessary to clear existing environment-namespace associations from clusters previously managed by GitLab.
sv: ClusterIntegration|Detta krävs för att rensa befintliga kopplingar mellan miljöer och namnrymder från kluster som tidigare hanterades av GitLab.

source: ClusterIntegration|You are about to remove your cluster integration and all GitLab-created resources associated with this cluster.
sv: ClusterIntegration|Du kommer att ta bort klusterintegrationen och alla resurser som GitLab har skapat och som är kopplade till klustret.

source: Copy Chat Session ID: %{id}
sv: Kopiera chattessions-ID: %{id}

source: Could not copy session ID
sv: Det gick inte att kopiera sessions-ID

source: CycleAnalyticsEvent|Issue first associated with a milestone
sv: CycleAnalyticsEvent|Ärendet kopplades först till en milstolpe

source: CycleAnalyticsEvent|Issue first associated with a milestone or first added to a board
sv: CycleAnalyticsEvent|Ärendet kopplades först till en milstolpe eller lades först till på en tavla

source: DuoAgentPlatform|Commit authored in a GitLab Duo Agent session
sv: DuoAgentPlatform|Incheckning skapad i en GitLab Duo Agent-session

source: DuoAgentPlatform|Couldn't load sessions.
sv: DuoAgentPlatform|Det gick inte att läsa in sessioner.

source: DuoAgentPlatform|Created session
sv: DuoAgentPlatform|Session skapad

source: DuoAgentPlatform|Creating session
sv: DuoAgentPlatform|Skapar session

source: DuoAgentPlatform|Failed to load agent sessions for this merge request.
sv: DuoAgentPlatform|Det gick inte att läsa in agentsessioner för den här sammanfogningsbegäran.

source: DuoAgentPlatform|Session ID
sv: DuoAgentPlatform|Sessions-ID

source: BillingPlans|Get unlimited user licenses, which includes guest user licenses, up from a maximum of 5 users on the Free plan.
sv: BillingPlans|Få obegränsat antal användarlicenser, inklusive licenser för gästanvändare, jämfört med högst 5 användare i Free-abonnemanget.

source: BillingPlans|Unlimited Licensed Users
sv: BillingPlans|Obegränsat antal licensierade användare

source: BillingPlans|Unlimited licensed users
sv: BillingPlans|Obegränsat antal licensierade användare

source: Billings|5 licensed users
sv: Billings|5 licensierade användare

source: Billings|Unlimited licensed users
sv: Billings|Obegränsat antal licensierade användare

source: Boards|Some of your boards are hidden, add a license to see them again.
sv: Boards|Vissa av dina tavlor är dolda. Lägg till en licens för att se dem igen.

source: BranchRules|Policy warn mode
sv: BranchRules|Varningsläge för policy

source: Cleanup policy maximum number of tags to be deleted
sv: Högsta antal taggar som ska tas bort enligt rensningspolicyn

source: Cleanup policy maximum processing time (seconds)
sv: Högsta bearbetningstid för rensningspolicyn (sekunder)

source: Cleanup policy maximum workers running concurrently
sv: Högsta antal arbetare som körs parallellt enligt rensningspolicyn

source: ClusterAgents|Use a Helm version compatible with your Kubernetes version (see %{linkStart}Helm version support policy%{linkEnd}).
sv: ClusterAgents|Använd en Helm-version som är kompatibel med din Kubernetes-version (se %{linkStart}supportpolicyn för Helm-versioner%{linkEnd}).

source: Container Scanning
sv: Containerskanning

source: Container scanning
sv: Containerskanning

source: Could not fetch policy because existing policy YAML is invalid
sv: Det gick inte att hämta policyn eftersom befintlig policy-YAML är ogiltig

source: Couldn't assign policy to project or group
sv: Det gick inte att tilldela policyn till projektet eller gruppen

source: DatabaseDiagnostics|Heap scanned
sv: DatabaseDiagnostics|Heap skannad

source: Define the preferred source for license information.
sv: Definiera önskad källa för licensinformation.

source: Dependency Proxy
sv: Beroendeproxy

source: DevopsAdoption|Dependency Scanning
sv: DevopsAdoption|Beroendeskanning

source: BranchRules|Also accepts code pushes that change files listed in CODEOWNERS file.
sv: BranchRules|Accepterar även kodpushar som ändrar filer som anges i CODEOWNERS-filen.

source: BranchRules|Also rejects code pushes that change files listed in CODEOWNERS file.
sv: BranchRules|Avvisar även kodpushar som ändrar filer som anges i CODEOWNERS-filen.

source: BranchRules|Changed files listed in %{linkStart}CODEOWNERS%{linkEnd} require an approval for merge requests and will be rejected for code pushes.
sv: BranchRules|Ändrade filer som anges i %{linkStart}CODEOWNERS%{linkEnd} kräver ett godkännande för sammanfogningsbegäranden och avvisas för kodpushar.

source: BranchRules|Something went wrong while fetching custom roles.
sv: BranchRules|Något gick fel när anpassade roller skulle hämtas.

source: BroadcastMessages|Select at least one role.
sv: BroadcastMessages|Välj minst en roll.

source: BroadcastMessages|Show only to users who have specific roles on groups/project pages
sv: BroadcastMessages|Visa endast för användare som har specifika roller på grupp- eller projektsidor

source: BroadcastMessages|Target roles
sv: BroadcastMessages|Målroller

source: BulkImport|Import user memberships. %{helpLink}
sv: BulkImport|Importera användarmedlemskap. %{helpLink}

source: BulkImport|Only groups that you have the %{role} role for from %{source} are listed for import.
sv: BulkImport|Endast grupper där du har rollen %{role} från %{source} listas för import.

source: CICD|User membership and role
sv: CICD|Användarmedlemskap och roll

source: CascadingSettings|This setting has been enforced by an owner and cannot be changed.
sv: CascadingSettings|Inställningen har tvingats fram av en ägare och kan inte ändras.

source: Badges|Supported %{docsLinkStart}variables%{docsLinkEnd}: %{placeholders}
sv: Badges|Variabler som %{docsLinkStart}stöds%{docsLinkEnd}: %{placeholders}

source: BlobViewer|View on %{environmentName}
sv: BlobViewer|Visa på %{environmentName}

source: CICD|No job data found for the current filter.
sv: CICD|Inga jobbdata hittades för det aktuella filtret.

source: CICD|No job data found.
sv: CICD|Inga jobbdata hittades.

source: CICD|Skip branch pipelines for merge requests
sv: CICD|Hoppa över grenpipelines för sammanfogningsbegäranden

source: CICD|The Auto DevOps pipeline runs by default in all projects with no CI/CD configuration file. %{link_start}What is Auto DevOps?%{link_end}
sv: CICD|Auto DevOps-pipelinen körs som standard i alla projekt utan en CI/CD-konfigurationsfil. %{link_start}Vad är Auto DevOps?%{link_end}

source: CICD|The Auto DevOps pipeline runs if no alternative CI configuration file is found.
sv: CICD|Auto DevOps-pipelinen körs om ingen alternativ CI-konfigurationsfil hittas.

source: CICD|There are several CI/CD limits in place.
sv: CICD|Det finns flera CI/CD-gränser.

source: CICD|Unable to load job data. Please try again.
sv: CICD|Det gick inte att läsa in jobbdata. Försök igen.

source: CIVariablesForm|Variable key already exists.
sv: CIVariablesForm|Variabelnyckeln finns redan.

source: CIVariablesForm|Variable key can only contain letters, numbers, and underscores.
sv: CIVariablesForm|Variabelnyckeln får bara innehålla bokstäver, siffror och understreck.

source: CIVariablesForm|Variable key cannot start with a number.
sv: CIVariablesForm|Variabelnyckeln får inte börja med en siffra.

source: Canary Ingress does not exist in the environment.
sv: Canary Ingress finns inte i miljön.

source: Cancel downstream pipeline
sv: Avbryt underordnad pipeline

source: Cancel pipeline
sv: Avbryt pipeline

source: BetaBadge|A %{link_start}beta%{link_end} feature is not yet production-ready, but is ready for testing and unlikely to change significantly before it's released.
sv: BetaBadge|En %{link_start}beta%{link_end}-funktion är ännu inte redo för produktion, men är redo att testas och kommer sannolikt inte att ändras väsentligt före utgivningen.

source: Billings|Release Controls
sv: Billings|Versionskontroller

source: CICDAnalytics|Releases
sv: CICDAnalytics|Versioner

source: Canary weight must be specified and valid range (0..100).
sv: Canary-vikten måste anges och ligga inom det giltiga intervallet (0..100).

source: CanaryIngress|%{boldStart}Stable:%{boldEnd} %{stable}
sv: CanaryIngress|%{boldStart}Stabil:%{boldEnd} %{stable}

source: CanaryIngress|Change ratio
sv: CanaryIngress|Ändra förhållande

source: CanaryIngress|Stable
sv: CanaryIngress|Stabil

source: Cannot modify managed Kubernetes cluster
sv: Det går inte att ändra ett hanterat Kubernetes-kluster

source: CiCatalog|No release available
sv: CiCatalog|Ingen version tillgänglig

source: CiCatalog|The project will be findable in the CI/CD Catalog after the project has at least one release.
sv: CiCatalog|Projektet blir sökbart i CI/CD-katalogen när projektet har minst en version.

source: CiCatalog|There was a problem fetching the CI/CD Catalog releases.
sv: CiCatalog|Det uppstod ett problem när versioner i CI/CD-katalogen skulle hämtas.

source: CiCatalog|To publish CI/CD components to the Catalog, you must use the %{linkStart}release%{linkEnd} keyword in a CI/CD job.
sv: CiCatalog|För att publicera CI/CD-komponenter i katalogen måste du använda nyckelordet %{linkStart}release%{linkEnd} i ett CI/CD-jobb.

source: CiCatalog|Unreleased
sv: CiCatalog|Inte utgiven

source: CiCatalog|Use the 'release' keyword in a CI/CD job to publish to the CI/CD Catalog.
sv: CiCatalog|Använd nyckelordet ”release” i ett CI/CD-jobb för att publicera i CI/CD-katalogen.

source: CiVariables|Environments
sv: CiVariables|Miljöer

source: CiVariable|All environments
sv: CiVariable|Alla miljöer

source: An administrator has set the %{helpLinkStart}maximum expiration date%{helpLinkEnd} to %{maxDate}.
sv: En administratör har angett %{helpLinkStart}senaste förfallodatum%{helpLinkEnd} till %{maxDate}.

source: An administrator has turned off GitLab Duo for this %{reason}.
sv: En administratör har stängt av GitLab Duo för detta %{reason}.

source: Analytics|View metrics only for users who have consented to activity tracking.
sv: Analytics|Visa endast mätvärden för användare som har samtyckt till aktivitetsspårning.

source: BlobViewer|This file will still take up space in your LFS storage. %{linkStart}How do I remove tracked objects from Git LFS?%{linkEnd}
sv: BlobViewer|Filen tar fortfarande upp utrymme i din LFS-lagring. %{linkStart}Hur tar jag bort spårade objekt från Git LFS?%{linkEnd}

source: BranchRules|Administrators
sv: BranchRules|Administratörer

source: BulkImport|Invalid source URL. Enter only the base URL of the source GitLab instance.
sv: BulkImport|Ogiltig käll-URL. Ange endast bas-URL:en för källans GitLab-instans.

source: BulkImport|Maximum download file size when importing from source GitLab instances by direct transfer.
sv: BulkImport|Största filstorlek för hämtning vid import från GitLab-källinstanser med direktöverföring.

source: BulkImport|Migration by direct transfer is disabled on the source or destination instance. Ask an administrator to enable this feature on both instances and try again.
sv: BulkImport|Migrering med direktöverföring är inaktiverad på käll- eller målinstansen. Be en administratör att aktivera funktionen på båda instanserna och försök igen.

source: BulkImport|Reconnect to instance
sv: BulkImport|Återanslut till instans

source: BulkImport|The following items are not migrated: %{bullets} To include these items, ask the administrator of %{host} to upgrade GitLab.
sv: BulkImport|Följande objekt migreras inte: %{bullets} Be administratören för %{host} att uppgradera GitLab om du vill inkludera dessa objekt.

source: BulkImport|This %{importable} was imported from another instance.
sv: BulkImport|Den här %{importable} importerades från en annan instans.

source: BulkImport|This item was imported from another instance.
sv: BulkImport|Objektet importerades från en annan instans.

source: BulkImport|You cannot import projects with this group. To import projects, reconfigure the source GitLab instance or group. %{linkStart}Learn more%{linkEnd}.
sv: BulkImport|Du kan inte importera projekt med den här gruppen. Konfigurera om GitLab-källinstansen eller gruppen för att importera projekt. %{linkStart}Läs mer%{linkEnd}.

source: CascadingSettings|An administrator selected this setting for the instance and you cannot change it.
sv: CascadingSettings|En administratör har valt den här inställningen för instansen och du kan inte ändra den.

source: CascadingSettings|Enforce this setting for all groups on this instance.
sv: CascadingSettings|Tvinga igenom den här inställningen för alla grupper på instansen.

source: ApplicationSettings|By changing this setting, you can also automatically approve %d user who is pending approval.
sv: Programinställningar|Genom att ändra den här inställningen kan du också automatiskt godkänna %d användare som väntar på godkännande.

source: ApplicationSettings|By changing this setting, you can also automatically approve %d users who are pending approval.
sv: Programinställningar|Genom att ändra den här inställningen kan du också automatiskt godkänna %d användare som väntar på godkännande.

source: Approval required
sv: Godkännande krävs

source: Approvals required
sv: Godkännanden krävs

source: Approvals|Verify your %{eligibleApproverLinkStart}eligible approvers%{eligibleApproverLinkEnd} and %{approvalSettingsLinkStart}approval settings%{approvalSettingsLinkEnd} agree with each other.
sv: Godkännanden|Kontrollera att dina %{eligibleApproverLinkStart}behöriga godkännare%{eligibleApproverLinkEnd} och %{approvalSettingsLinkStart}inställningar för godkännanden%{approvalSettingsLinkEnd} överensstämmer.

source: Assign to comment author
sv: Tilldela till kommentarens författare

source: BlockSeatsOverages|%{count} user assigned the Minimal Access role
sv: Blockera överskridna licensplatser|%{count} användare har tilldelats rollen Minimal åtkomst

source: BlockSeatsOverages|%{count} users assigned the Minimal Access role
sv: Blockera överskridna licensplatser|%{count} användare har tilldelats rollen Minimal åtkomst

source: BlockSeatsOverages|%{count} user provisioned through LDAP or SAML/SCIM has been assigned the Minimal Access role because %{linkStart}restricted access%{linkEnd} is on and no seats are available.
sv: Blockera överskridna licensplatser|%{count} användare som har etablerats via LDAP eller SAML/SCIM har tilldelats rollen Minimal åtkomst eftersom %{linkStart}begränsad åtkomst%{linkEnd} är aktiverad och inga licensplatser finns tillgängliga.

source: BlockSeatsOverages|%{count} users provisioned through LDAP or SAML/SCIM have been assigned the Minimal Access role because %{linkStart}restricted access%{linkEnd} is on and no seats are available.
sv: Blockera överskridna licensplatser|%{count} användare som har etablerats via LDAP eller SAML/SCIM har tilldelats rollen Minimal åtkomst eftersom %{linkStart}begränsad åtkomst%{linkEnd} är aktiverad och inga licensplatser finns tillgängliga.

source: BranchRules|Protect branch
sv: Grenregler|Skydda gren

source: Checking approval status
sv: Kontrollerar godkännandestatus

source: ClusterAgents|Allow configuring agents to be authorized for the entire instance and across top level groups.
sv: Klusteragenter|Tillåt att agenter konfigureras för att auktoriseras för hela instansen och i grupper på toppnivå.

source: ClusterAgents|You can connect to your cluster from the command line. Configure %{linkStart}kubectl%{linkEnd} command-line access by running the following command:
sv: Klusteragenter|Du kan ansluta till klustret från kommandoraden. Konfigurera kommandoradsåtkomst för %{linkStart}kubectl%{linkEnd} genom att köra följande kommando:

source: ClusterAgents|You can connect to your cluster from the command line. To use this feature, configure %{monotypeStart}user_access%{monotypeEnd} in the agent configuration project.
sv: Klusteragenter|Du kan ansluta till klustret från kommandoraden. För att använda den här funktionen konfigurerar du %{monotypeStart}user_access%{monotypeEnd} i agentens konfigurationsprojekt.

source: ClusterIntegration|Certificate Authority bundle (PEM format)
sv: Klusterintegrering|Certifikatutfärdarens paket (PEM-format)

source: ClusterIntegration|GitLab failed to authenticate.
sv: Klusterintegrering|GitLab kunde inte autentisera.

source: ClusterIntegration|The Kubernetes certificate used to authenticate to the cluster.
sv: Klusterintegrering|Kubernetes-certifikatet som används för att autentisera mot klustret.

source: ClusterIntegration|Unable to Authenticate
sv: Klusterintegrering|Det gick inte att autentisera
